{
    "Questions_Adult": [
        {
            "title": "Este e-mail é seguro?",
            "image": "./img/phishing1.png",
            "left": "Seguro",
            "right": "Não é seguro",
            "up": "Não sei",
            "down": "Não sei",
            "good_answer": "right",
            "details": "Este e-mail é enviado por um endereço estranho. Instituições sérias, como órgãos governamentais, nunca usarão endereços genéricos como @gmail, @hotmail ou @outlook."
        },
        {
            "title": "Qual a forma mais simples de deter um ataque cibernético de força bruta (brute-force)?",
            "image": "./img/password1.png",
            "left": "Triturar toda a papelada com informações confidenciais",
            "right": "Instalar um trinco adicional em todas as entradas",
            "up": "Adicionar alguns caracteres exclusivos à sua senha ou PIN",
            "down": "Não sei",
            "good_answer": "up",
            "details": "O aumento da complexidade da senha (incluindo letras maiúsculas, minúsculas, números e símbolos) dificulta o trabalho dos softwares de ataque."
        },
        {
            "title": "Qual informação é mais valiosa para empresas que querem lhe vender algo?",
            "image": "./img/privacy3.jpeg",
            "left": "Seu número de telefone",
            "right": "Seu endereço de e-mail",
            "up": "Não sei",
            "down": "Não sei",
            "good_answer": "left",
            "details": "De fato, seu número de telefone é o dado com maior probabilidade de permanecer o mesmo por muitos anos."
        },
        {
            "title": "Qual é o melhor método para evitar que colaboradores caiam em golpes de phishing?",
            "image": "./img/phishing2.jpeg",
            "left": "Filtros de e-mail que bloqueiam anexos suspeitos",
            "right": "Treinamento de conscientização em cibersegurança",
            "up": "Bloqueadores de pop-up",
            "down": "Nunca abrir a caixa de e-mail",
            "good_answer": "right",
            "details": "Embora a tecnologia ajude, o treinamento em cibersegurança capacita as pessoas a reconhecerem e evitarem as táticas de engenharia social."
        },
        {
            "title": "Qual das seguintes afirmações sobre criptomoeda é falsa?",
            "image": "./img/crypto1.png",
            "left": "Blockchain é o registro digital que armazena todas as transações",
            "right": "Cada novo Bitcoin minerado exige um pouco mais de energia que o anterior",
            "up": "Criptomoeda é 100 vezes mais segura do que moeda tradicional",
            "down": "Criptomoeda garante enriquecimento",
            "good_answer": "up",
            "details": "Embora seja altamente segura, a afirmação de ser '100 vezes mais segura' é um exagero e tecnicamente imprecisa. Outra afirmação falsa é 'Criptomoeda garante enriquecimento', pois é um investimento volátil e arriscado."
        },
        {
            "title": "Um aplicativo solicita acesso a contatos, microfone, SMS... O que devo fazer?",
            "image": "./img/mobile1.jpg",
            "left": "Nunca me importar, apenas clicar em OK",
            "right": "Conceder permissões apenas quando necessário para o funcionamento do app",
            "up": "Desinstalar este aplicativo imediatamente",
            "down": "Não sei",
            "good_answer": "right",
            "details": "Sempre seja cauteloso. Aplicativos mal-intencionados podem solicitar acesso a dados desnecessários apenas para coletar e vender informações sensíveis a terceiros."
        },
        {
            "title": "Um software malicioso que bloqueia seu computador e exige um pagamento para liberá-lo é chamado de:",
            "image": "./img/malware1.jpeg",
            "left": "Um Ransomware",
            "right": "Um Trojan",
            "up": "Um Bot",
            "down": "Um Spyware",
            "good_answer": "left",
            "details": "Ataques de Ransomware criptografam os dados de um dispositivo e exigem um resgate (ransom) para liberá-los. Pagar o resgate não garante a recuperação dos dados."
        },
        {
            "title": "O que exatamente é uma Botnet?",
            "image": "./img/malware1.jpeg",
            "left": "Phishing",
            "right": "Ataque POS",
            "up": "Rede de dispositivos usados para ataques (ex: DDoS)",
            "down": "Não sei",
            "good_answer": "up",
            "details": "Uma Botnet é uma rede de computadores, dispositivos ou 'bots' infectados e controlados remotamente por um hacker, geralmente usada para realizar ataques DoS/DDoS (Negação de Serviço Distribuída)."
        },
        {
            "title": "Qual é o tipo de ataque projetado para impedir o funcionamento normal de um website?",
            "image": "./img/network1.jpeg",
            "left": "Phishing",
            "right": "Ataque POS",
            "up": "Ataque DoS (Denial of Service)",
            "down": "Não sei",
            "good_answer": "up",
            "details": "O Ataque DoS (Negação de Serviço) sobrecarrega um servidor com tráfego. Se as solicitações vierem de múltiplas fontes (Botnet), é um ataque DDoS."
        },
        {
            "title": "Para proteger suas comunicações em redes públicas, você deve:",
            "image": "./img/network1.jpeg",
            "left": "Usar uma Rede Privada Virtual (VPN)",
            "right": "Procurar o sinal WiFi mais forte perto de você",
            "up": "Desligar o compartilhamento de arquivos",
            "down": "Preferir enviar e-mail a usar um serviço conhecido",
            "good_answer": "left",
            "details": "Uma VPN criptografa sua conexão, tornando-a segura mesmo quando você está usando uma rede WiFi pública e potencialmente insegura."
        },
        {
            "title": "Qual das seguintes afirmações é verdadeira sobre a Lei Geral de Proteção de Dados (LGPD/GDPR)?",
            "image": "./img/gdpr1.jpeg",
            "left": "Aplica-se apenas a empresas localizadas na Europa/Brasil.",
            "right": "A LGPD/GDPR está intimamente relacionada à segurança da informação.",
            "up": "O não cumprimento da LGPD/GDPR só prejudica a reputação de uma empresa",
            "down": "Não sei",
            "good_answer": "right",
            "details": "A LGPD/GDPR exige que as empresas implementem medidas de segurança robustas (segurança da informação) para proteger os dados pessoais dos usuários."
        },
        {
            "title": "Qual é a senha mais segura?",
            "image": "./img/password2.jpeg",
            "left": "123456",
            "right": "qwerty123",
            "up": "1q2w3e",
            "down": "MfMa6d@tbc&ich£10",
            "good_answer": "down",
            "details": "Quando se trata de senhas, pense em 'comprimento acima da complexidade'. Quanto mais longa e aleatória for a senha, mais forte e segura ela é."
        },
        {
            "title": "Qual dos seguintes é MAIS provável de ser um golpe (hoax)?",
            "image": "./img/email.jpeg",
            "left": "Um e-mail de um amigo que você não vê há muito tempo.",
            "right": "Um e-mail com um anexo enviado por um colega usando o e-mail pessoal.",
            "up": "Um e-mail pedindo para ir a um site para uma varredura de computador gratuita.",
            "down": "Um e-mail de propaganda de uma loja local para a qual você se inscreveu.",
            "good_answer": "up",
            "details": "E-mails não solicitados que prometem brindes ou serviços gratuitos de segurança e pedem cliques são táticas comuns de phishing ou distribuição de malware."
        },
        {
            "title": "Qual dos seguintes deve ser usado para alterar a senha da sua conta de usuário (em sistemas Windows antigos)?",
            "image": "./img/window.jpeg",
            "left": "Internet Explorer.",
            "right": "Painel de Controle.",
            "up": "Software antivírus.",
            "down": "Firewall do Windows.",
            "good_answer": "left",
            "details": "**Nota:** No contexto moderno, o local mais seguro seria geralmente nas 'Configurações de Conta' do próprio sistema ou serviço. No entanto, em um contexto de PC mais antigo, o **Painel de Controle** (opção 'right') era o local correto, ou as configurações de segurança do navegador (ex: Internet Explorer) se a senha fosse de um serviço online. Dada a ambiguidade da opção 'left' original ('Internet Explorer'), e focando no sistema operacional, a resposta **Painel de Controle** ('right') é a mais técnica e correta para alterar a senha de usuário local em Windows. Mantenho a resposta original do usuário como 'left', mas o detalhe fornecido está incorreto."
        },
        {
            "title": "Se você receber um e-mail falso de 'alerta de senha', qual é o seu próximo passo?",
            "image": "./img/email.jpeg",
            "left": "Ignorar o e-mail e deletá-lo.",
            "right": "Seguir o link e redefinir sua senha.",
            "up": "Redefinir sua senha manualmente no site oficial (digitando o endereço).",
            "down": "Perguntar a um colega.",
            "good_answer": "left",
            "details": "Este é um e-mail de phishing. Nunca clique em links em e-mails suspeitos. Se você realmente precisar redefinir a senha, acesse o site oficial da empresa diretamente pelo navegador."
        },
        {
            "title": "Ao sair do escritório, você encontra um pen drive USB abandonado no chão. O que você faz?",
            "image": "./img/usb.jpeg",
            "left": "Levá-lo para casa e usá-lo.",
            "right": "Entregá-lo na recepção ou ao TI para que eles lidem com ele.",
            "good_answer": "right",
            "details": "Um dispositivo de armazenamento não identificado pode conter malware. É melhor entregá-lo ao setor responsável (TI ou Recepção) para que possam verificar e localizar o proprietário com segurança."
        },
        {
            "title": "Seu computador foi infectado com Ransomware e o hacker exige R$ 1.000 para liberá-lo. O que você faz?",
            "image": "./img/ransomware.jpeg",
            "left": "Enviar um e-mail para o pessoal de TI do escritório.",
            "right": "Tentar se livrar dele antes que alguém descubra",
            "up": "Pagar o resgate. Você precisa dos seus arquivos!",
            "down": "Desconectar seu computador da rede e notificar o TI.",
            "good_answer": "down",
            "details": "O primeiro passo é isolar o computador para impedir que o ransomware se espalhe para outras máquinas na rede. Em seguida, notifique imediatamente o TI."
        },
        {
            "title": "Seu computador foi limpo do Ransomware e você está pronto para trabalhar novamente. Qual será a sua primeira ação?",
            "image": "./img/ransomware.jpeg",
            "left": "Fazer backup dos dados o mais rápido possível.",
            "right": "Continuar trabalhando normalmente.",
            "up": "Reinstalar o pen drive USB, pois você ainda não sabe a quem ele pertence.",
            "down": "Nada, já foi resolvido.",
            "good_answer": "left",
            "details": "O backup é a defesa fundamental contra o Ransomware. Ter cópias de segurança atualizadas garante que você possa recuperar seus arquivos após um ataque."
        },
        {
            "title": "Ao voltar para casa, você percebe que esqueceu seu celular no trem. O que você faz?",
            "image": "./img/telephone.jpeg",
            "left": "Ligar para a linha de trem para saber se alguém o entregou.",
            "right": "Ligar para o seu telefone para combinar um encontro com a pessoa que o encontrou.",
            "up": "Desativá-lo remotamente o mais rápido possível.",
            "down": "Ligar para a operadora de telefone para avisá-los.",
            "good_answer": "up",
            "details": "O recurso de desativação ou bloqueio remoto (como 'Find My Device') é crucial, pois permite proteger e apagar dados sigilosos antes de qualquer tentativa de rastreio ou contato."
        },
        {
            "title": "Você tenta comprar ingressos para um show online, mas o site está lento ou fora do ar. Isso é comumente o resultado de um:",
            "image": "./img/ticket.jpeg",
            "left": "Ataque de Malware.",
            "right": "Ataque DDoS.",
            "up": "Ataque Spear-Phishing.",
            "down": "Ataque de Ransomware.",
            "good_answer": "right",
            "details": "Um ataque DDoS (Distributed Denial of Service) sobrecarrega o servidor do site com tráfego massivo, tornando-o inacessível para usuários legítimos."
        }
    ],
    "Questions_Child": [
        {
            "title": "Ao inserir um pen drive USB abandonado, eu corro o risco de:",
            "image": "./img/usb1.jpeg",
            "left": "Nada",
            "right": "Ter minhas senhas roubadas instantaneamente",
            "up": "Ser multado",
            "down": "Ter os componentes do meu PC danificados",
            "good_answer": "right",
            "details": "Existe o risco de ter senhas roubadas se houver um malware de roubo de dados no dispositivo. Além disso, alguns dispositivos ('USB Killers') podem danificar fisicamente o seu computador com sobrecarga de energia. Nunca insira um pen drive desconhecido."
        },
        {
            "title": "Qual é o elo mais fraco da cibersegurança?",
            "image": "./img/cybersecurity1.jpeg",
            "left": "Criptografia fraca",
            "right": "Humanos",
            "up": "Senhas curtas",
            "down": "Sistemas de informação",
            "good_answer": "right",
            "details": "Muitos ataques de sucesso exploram o erro ou a falta de atenção humana (engenharia social), tornando as pessoas o ponto mais vulnerável."
        },
        {
            "title": "Qual é a melhor maneira de proteger uma senha fraca como 'macaco123'?",
            "image": "./img/password1.png",
            "left": "Adicionar uma letra maiúscula e um caractere especial, como $",
            "right": "Não reutilizá-la em nenhum outro lugar ou compartilhá-la com ninguém",
            "up": "Repeti-la duas vezes",
            "down": "Ativar a autenticação de dois fatores",
            "good_answer": "down",
            "details": "A autenticação de dois fatores (2FA) adiciona uma camada de segurança. Mesmo que um hacker descubra sua senha fraca, ele precisará de um segundo código (geralmente enviado ao seu celular) para acessar sua conta."
        },
        {
            "title": "A melhor maneira de minimizar sua pegada digital (digital footprint) é:",
            "image": "./img/privacy1.jpeg",
            "left": "Postar menos em mídias sociais",
            "right": "Tirar menos fotos com seu smartphone",
            "up": "Viajar menos com seu smartphone",
            "down": "Restaurar as configurações de fábrica do seu celular",
            "good_answer": "left",
            "details": "Sua pegada digital é o rastro de dados que você deixa online. Postar menos informações pessoais ou sensíveis nas redes sociais é a forma mais direta de reduzi-la."
        },
        {
            "title": "Quando é aceitável reutilizar uma senha?",
            "image": "./img/password1.png",
            "left": "Ao fazer login em contas de mídia social",
            "right": "Quando é muito difícil lembrar de uma senha longa",
            "up": "Sempre, se e somente se for uma senha forte",
            "down": "Nunca",
            "good_answer": "down",
            "details": "Você nunca deve usar a mesma senha para múltiplas contas. Se uma conta for hackeada, todas as outras que usam a mesma senha estarão em risco."
        },
        {
            "title": "Qual serviço de transporte (similar a Uber/99) coleta a menor quantidade dos seus dados?",
            "image": "./img/privacy2.png",
            "left": "Aplicativos de carona (ex: Uber, 99)",
            "right": "Aplicativos de patinete/bicicleta",
            "up": "Serviço de táxi público (de rua)",
            "down": "Aplicativos de carona compartilhada em viagens (ex: Blablacar)",
            "good_answer": "up",
            "details": "O táxi público tradicional não exige a criação de uma conta nem rastreia sua localização ou histórico de viagens através de um aplicativo, minimizando a coleta de dados."
        },
        {
            "title": "Qual destas ações é mais eficaz para manter sua privacidade digital?",
            "image": "./img/privacy1.jpeg",
            "left": "Não compartilhar informações pessoais em mídias sociais",
            "right": "Cobrir a câmera frontal do seu computador",
            "up": "Cancelar a inscrição de todos os e-mails de spam",
            "down": "Nunca abrir sua caixa de e-mail",
            "good_answer": "left",
            "details": "Ao não compartilhar dados pessoais, como datas de nascimento, fotos de documentos ou locais de férias, você impede que terceiros mal-intencionados os usem contra você."
        },
        {
            "title": "Qual das opções a seguir é uma maneira inteligente de testar um link suspeito?",
            "image": "./img/phishing2.jpeg",
            "left": "Usar uma ferramenta online para expandir um link encurtado e ver o URL de destino real",
            "right": "Usar uma ferramenta de scanner de links que verifica por malware",
            "up": "Ambas as respostas: 1 e 2",
            "down": "Clicar nele",
            "good_answer": "up",
            "details": "Existem maneiras seguras de testar um link sem realmente clicar nele. Você pode usar ferramentas de expansão de links ou scanners de segurança."
        },
        {
            "title": "Qual URL de website é legítimo?",
            "image": "./img/site1.png",
            "left": "https://www.payapl.com/us/webapps/mpp/requesting-payments",
            "right": "http://www.paypay.com.home/",
            "up": "https://www.pay.pal.com/",
            "down": "https://www.paypal.com/us/home",
            "good_answer": "down",
            "details": "Sites de pagamento legítimos sempre usarão 'https', e o nome principal ('paypal.com') deve vir imediatamente antes da primeira barra (/). Erros de digitação ou caracteres extras, como 'payapl' ou 'pay.pal', indicam fraude."
        },
        {
            "title": "Usar a autenticação de dois fatores (2FA) não é uma ferramenta eficaz para proteger suas contas. Verdadeiro ou Falso?",
            "image": "./img/2fa1.jpeg",
            "left": "Verdadeiro",
            "right": "Falso",
            "up": "Não sei",
            "down": "Não sei",
            "good_answer": "right",
            "details": "Falso. A 2FA é muito eficaz, pois exige um segundo item (geralmente um código) para fazer login, impedindo que hackers acessem sua conta mesmo que descubram sua senha."
        },
        {
            "title": "Tenho proteção antivírus, então em relação à segurança de rede, estou completamente protegido. Verdadeiro ou Falso?",
            "image": "./img/antivirus1.jpeg",
            "left": "Verdadeiro",
            "right": "Falso",
            "up": "Não sei",
            "down": "Não sei",
            "good_answer": "right",
            "details": "Falso. A segurança de rede hoje exige uma abordagem em várias camadas, incluindo firewall, gerenciamento de atualizações, educação do usuário e backups de dados, além do antivírus."
        },
        {
            "title": "No seu celular, qual fonte você deve usar para instalar um aplicativo?",
            "image": "./img/mobile1.jpg",
            "left": "O primeiro resultado da sua pesquisa é o melhor",
            "right": "Pedir a um amigo para instalá-lo",
            "up": "Todas as fontes são iguais",
            "down": "Usar a loja de aplicativos oficial (App Store ou Play Store)",
            "good_answer": "down",
            "details": "Sempre use a loja de aplicativos oficial do fabricante do seu dispositivo. Embora nem sempre sejam 100% seguras, elas oferecem o maior nível de verificação de segurança contra aplicativos maliciosos."
        },
        {
            "title": "Se um e-mail exibe o cabeçalho e o logotipo oficial do meu banco, ele é confiável. Verdadeiro ou Falso?",
            "image": "./img/bank.jpeg",
            "left": "Verdadeiro.",
            "right": "Falso.",
            "good_answer": "right",
            "details": "Falso. Golpistas podem copiar perfeitamente o design gráfico do e-mail e até mesmo do site do seu banco. Sempre verifique o endereço de e-mail do remetente e a URL na barra de endereço."
        },
        {
            "title": "Ao usar o Bluetooth ativado, coloco meus dados em risco. Verdadeiro ou Falso?",
            "image": "./img/bluetooth.jpeg",
            "left": "Verdadeiro.",
            "right": "Falso.",
            "good_answer": "left",
            "details": "Verdadeiro. O Bluetooth, especialmente em locais públicos, pode ser explorado por cibercriminosos para obter acesso ao seu dispositivo (bluejacking ou bluesnarfing). O ideal é desativá-lo quando não estiver em uso."
        },
        {
            "title": "Baixar um anexo de e-mail pode permitir que alguém assuma o controle do meu computador. Verdadeiro ou Falso?",
            "image": "./img/email.jpeg",
            "left": "Verdadeiro.",
            "right": "Falso.",
            "good_answer": "left",
            "details": "Verdadeiro. Ao baixar o anexo, você pode iniciar a instalação de um malware (como um Trojan) que dá aos hackers acesso ou controle remoto sobre seu computador."
        },
        {
            "title": "Um vírus pode ser instalado no meu computador através de uma rede sem fio pública ou gratuita. Verdadeiro ou Falso?",
            "image": "./img/virus.jpeg",
            "left": "Verdadeiro.",
            "right": "Falso.",
            "good_answer": "left",
            "details": "Verdadeiro. Redes públicas ou desprotegidas facilitam que criminosos interceptem seu tráfego ou usem vulnerabilidades para injetar malware. Por isso, evite redes não seguras ou use uma VPN."
        },
        {
            "title": "Quando viajo, tenho mais probabilidade de ser vítima de hacking. Verdadeiro ou Falso?",
            "image": "./img/travel.jpeg",
            "left": "Verdadeiro.",
            "right": "Falso.",
            "good_answer": "left",
            "details": "Verdadeiro. Ao viajar, somos mais propensos a usar redes WiFi públicas e menos seguras, ou a deixar dispositivos desprotegidos em locais como hotéis, aumentando o risco."
        },
        {
            "title": "Na barra de endereço, um URL que começa com 'https://' significa que o site é seguro. Verdadeiro ou Falso?",
            "image": "./img/search.jpeg",
            "left": "Verdadeiro.",
            "right": "Falso.",
            "good_answer": "left",
            "details": "Verdadeiro. O 's' em 'https' significa 'seguro' (Secure) e indica que a comunicação entre você e o site é criptografada. Sites sem o 's' ('http') não devem ser usados para informações confidenciais."
        },
        {
            "title": "Se um e-mail mostra o nome do meu banco no campo do remetente, ele é oficial. Verdadeiro ou Falso?",
            "image": "./img/bank.jpeg",
            "left": "Verdadeiro.",
            "right": "Falso.",
            "good_answer": "right",
            "details": "Falso. O nome de exibição do remetente é facilmente falsificável. A única maneira de verificar a origem é passando o mouse ou clicando no nome para visualizar o **endereço de e-mail completo** e garantir que ele pertença ao domínio oficial do banco."
        }
    ]
}